Repository: mozilla-l10n/mt-training-data
Catalog: ses/ses_pontoon.tmx
Source language: en_us
Languages: ses

source: Search suggestions from %@
ses: Honnandiyaney ceeci %@ ga

source: Search Tabs
ses: Kanjey ceeci

source: Search with Firefox
ses: Ceeci nda Firefox

source: Secure connection
ses: Ciyari saajante

source: Select All
ses: Ikul suuba

source: Select Location Bar
ses: Gorodoo zuu suuba

source: Send
ses: Sanba

source: Send a crash report so Mozilla can fix the problem?
ses: Kaŋyan bayrandi sanba hala Mozilla ma hin ka layboo hanse?

source: Send Anonymous Usage Data
ses: Sanba goyyan bayhaya bila nda maa

source: Send Feedback
ses: Zaabo sanba

source: Send Report
ses: Bayrandi sanba

source: Send Tab
ses: Kanjoo sanba

source: Send to Device
ses: Sanba jinaa do

source: Send Usage Data
ses: Goyyan bayhayey sanba

source: Send websites a Do Not Track signal that you don’t want to be tracked
ses: Ma ši ay gana yaamar sanba interneti nungey se kaŋ war ši baa i ma war gana

source: Sepia
ses: Bokkaaray

source: Serif
ses: Delbu šigira

source: Set
ses: Kayandi

source: Set Homepage
ses: Šintinmoo kayandi

source: Set Passcode
ses: Bisayankufal kayandi

source: Set Theme
ses: Furari kayandi

source: Settings
ses: Kayandiyaney

source: Share
ses: Žemna

source: Share Link
ses: Doboo žemna

source: Share Page With…
ses: Moo žemna nda…

source: Show
ses: Cebe

source: Show All Tabs
ses: Kanjey kul cebe

source: Show Homepage Icon In Menu
ses: Šintinmoo biyoo cebe šilbayboŋoo ra

source: Show Images
ses: Biyey cebe

source: Show More
ses: Cebe ka tonton

source: Show Next Tab
ses: Jinehere kanjoo cebe

source: Show Previous Tab
ses: Bandahere kanjoo cebe

source: Show search suggestions
ses: Ceeci honnandiyaney cebe

source: Show Search Suggestions
ses: Ceeciyan honnandiyaney cebe

source: Show Tabs
ses: Kanjey cebe

source: Show Tour
ses: Windiyan cebe

source: Show your Reading List
ses: War caw maašeedaa cebe

source: Sign in
ses: Huru

source: Sign in to Firefox
ses: Huru Firefox ra

source: Sign In to Firefox
ses: Huru Firefox ra

source: Sign in to get your tabs, bookmarks, and passwords from your other devices.
ses: Huru ka war kanjey, doo-šilbawey nda šennikufaley zaa war jinay taney ga.

source: Sign in to Sync
ses: Huru Sync ra

source: Sign in to view a list of tabs from your other devices.
ses: Huru ka dii kanjey kaŋ goo war jinay tanawey ga maaŋey.

source: Sign in to view open tabs on your other devices.
ses: Wa huru ka dii kanji feerantey war jinay taney ga.

source: Sign Out
ses: Fatta

source: Sign Out?
ses: Fatta wala?

source: Siri Shortcuts
ses: Siri duurandiyaney

source: Social trackers
ses: Jamaa ganakey

source: Start Browsing
ses: Ceeciyan šintin

source: Stop
ses: Kayandi

source: Strict
ses: Šendante

source: Support
ses: Faaba

source: Swipe right or left with three fingers to close the tab.
ses: Kabiize hinza mooru ceraw wowa wal'iguma here ka kanjoo daabu.

source: Switch
ses: Cebe

source: Switch automatically based on screen brightness
ses: Bere nga boŋ se dijoo gaayaa sahãa bande

source: Sync Connected
ses: Sync dobandi

source: Sync Disconnected
ses: Sync hun dobante

source: Synced Devices
ses: Jinay hangantey

source: Syncing
ses: Hangandiyan

source: Syncing…
ses: Hangandiyan…

source: Syncing has failed
ses: Hangandiyan kaŋ

source: Sync is experiencing issues syncing %@
ses: Sync goo ma dii šenday %@ hangandiyanoo ra

source: Sync is offline
ses: Hangandiyan ši ciyari ra

source: Sync is unavailable
ses: Hangandiyan ši bara

source: Sync Now
ses: Hangandi sohõ

source: Sync Settings
ses: Sync kayandiyaney

source: Sync your Devices.
ses: War jinawey hangandi cere.

source: Sync your tabs, bookmarks, passwords and more.
ses: War kanjey, doo-šilbawey, šennikufaley nda taney hangandi cere.

source: Sync your tabs, passwords and more.
ses: War kanjey, doo-šilbawey nda taney hangandi cere.

source: Tab %1$@ of %2$@
ses: Kanje %1$@ %2$@ se

source: Tab received
ses: Kanji duwante

source: Tab received from %@
ses: Kanji kaŋ hun %@ do

source: Tabs
ses: Kanjey

source: Tabs %1$@ to %2$@ of %3$@
ses: Kanje %1$@ %2$@ here %3$@ se

source: Tabs Tray
ses: Kanjey daaroo

source: Take Your Web With You
ses: War internetoo kanbe war bande

source: Tap, hold and move the Firefox icon into your dock for easy access.
ses: Firefox biyoo karkar, naagu k'a deke porogaramey ra duuyan faala se.

source: Tap the mask icon to slip into Private Browsing mode.
ses: Moobanda biyoo kar ka huru sutura naarumi alhaali ra.

source: Tap to begin
ses: Naagu ka šintin

source: Thanks for choosing Firefox!
ses: Foo nda war Firefox suubaroo!

source: The data is invalid
ses: Bayhayey ga laybu

source: The link you are trying to share cannot be shared.
ses: Doboo kaŋ war ga ceeci k'a žemni ši hin ka žemnandi.

source: Theme
ses: Furari

source: Themes
ses: Furarey

source: The new search engine will appear in the quick search bar.
ses: Ceecijinay taagaa ga bangay cahãri ceeciyan zuwoo ra.

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
ses: %@ koyoo mana interneti nungoo hanse ka boori. Ka ganji war alhabar ma ši zayandi, Firefox mana yadda ka dobu nungoo woo ga.

source: The page could not be displayed in Reader View.
ses: Moɲoo mana hin ka cebe Cawkaw gunaroo ra.

source: There was an error converting the page
ses: Firka foo bangay moɲoo barmayyanoo ra

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
ses: Šenday foo bangay kaŋ war na kanjey ceeci war jinay taney ga. Ceeci koyne nd'a too kayna.

source: The search provider could not be added.
ses: Ceeci nookaa mana hin ka tontonandi.

source: The Settings button is at the beginning of the Tabs Tray.
ses: Kayandiyaney butoŋoo goo kanjey dekeroo šintinoo ga.

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
ses: Kanji cebe butoŋoo goo aderesu nda hantum-gam ceecidoo jere ga nd'a ga sohõda kanji feerantey hinnaa cebe.

source: The site includes elements that may track your browsing. You have disabled protection.
ses: Moɲoo goo nda jereyaŋ kaŋ ga hin ka war naarumaa gana. War n' ka jejeboo kaa.

source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
ses: Leetoo ga bere nga boŋ se war dijoo gaayaa sahãa bande. War ga hin ka dimma dam leeti barmayyan se. Windiraa ga war dijoo sohõda gaayaa sahãa šilbay.

source: This action will clear all of your private data, including history from your synced devices.
ses: Goyoo woo ga war boŋ bayhayey kul tuusu, sanda war jinay hangantey taarikoo.

source: This action will clear all of your private data. It cannot be undone.
ses: Goyoo woo ga war boŋ bayhayey kul tuusu. A ši hin ka taafeeri.

source: This action will clear all of your website data. It cannot be undone.
ses: Teeraa woo ga war nungoo bayhayey kul tuusu. A ši hin ka yeeri.

source: This allows you to save the image to your Camera Roll.
ses: Woo ga naŋ war ma biyoo gaabu war biizaahaya zuwoo ga.

source: This Connection is Untrusted
ses: Ciyaroo woo ši nda naanay

source: This device has been successfully disconnected from Firefox Sync.
ses: Jinaa woo doboo feeri ka hun Firefox Sync ga ka boori.

source: This folder isn't empty.
ses: Woo manti foolo koonu.

source: This folder isn’t empty.
ses: Woo manti foolo koonu.

source: This lets you save and upload photos.
ses: Woo ga naŋ war ma biyey gaabu k'i zijandi.

source: This lets you save photos.
ses: Woo ga naŋ ma biyey gaabu.

source: This lets you take and upload photos.
ses: Woo ga naŋ war ma biyey zaa k'i zijandi.

source: This lets you take and upload videos.
ses: Woo ga naŋ war ma widewoyaŋ zaa k'i zijandi.

source: this week
ses: jirbiyyaa woo

source: This will open in another application
ses: Woo ga porogaram tana foo feeri

source: Title
ses: Maa

source: Today
ses: Hõ

source: today at %@
ses: hõ %@ waate

source: Top sites
ses: Nungu kaasey

source: Top Sites
ses: Nungu kaasey

source: Total trackers blocked
ses: Ganakey kul kaŋ gagayandi

source: Touch ID & Passcode
ses: Mooru tammaaha nda bisayankul

source: Tracking is the collection of your browsing data across multiple websites.
ses: Ganayan ti war naaruyan bayhaya margantey interneti nungu taney bande.

source: Tracking Protection
ses: Ganayan jejebu

source: Tracking Protection is now off for this site.
ses: Ganayan jejebu buu sohõ nungoo woo se.

source: Tracking Protection is now on for this site.
ses: Ganayan jejebu tunandi sohõ nungoo woo se.

source: Trending
ses: Yaayi hayey

source: Troubleshoot
ses: Karkahatta

source: Try again
ses: Ceeci koyne

source: Turn off your passcode.
ses: War bisayankufaloo wii.

source: Turn on search suggestions?
ses: Ceeciyan honnandiyaney tunandi?

source: Turn on tab syncing to view a list of tabs from your other devices.
ses: Kanji hangandiyan tunandi ka dii kanjey maaɲey war jinay tanawey ga.

source: Turn Passcode Off
ses: Bisayankufal wii

source: Turn Passcode On
ses: Bisayankufal tunandi

source: Turns private mode on or off
ses: Sutura alhaali tunandi wal'a wii

source: Undo
ses: Taafeeri

source: unread
ses: mana cawandi

source: Unsorted Bookmarks
ses: Doo-šilbay kaŋyaŋ mana fayandi

source: Untitled
ses: Bila nda maa

source: Update
ses: Taagandi

source: Update login %1$@ for %2$@?
ses: Huruyan tammaasa %1$@ taagandi %2$@ se?

source: Update password for %@?
ses: Šennikufal taagandi %@ se?

source: Upgrade Firefox to connect
ses: Firefox taagandi ka ciya

source: Upgrade Firefox to connect.
ses: Firefox taagandi ka ciya.

source: URL
ses: Interneti aderesu

source: URL Copied To Clipboard
ses: Aderesoo berandi deeki-walha ga

source: URL (Replace Query with %s)
ses: Interneti aderesu (Hãayanoo barmay nda %s)

source: Use any email app — not just Mail — with Firefox.
ses: Goy nda bataga porogaram kul — manti Mail de — nda Firefox.

source: Use Compact Tabs
ses: Goy nda kanje maryey

source: Use Copied Link
ses: Goy nda dobu berantaa

source: Use Current Page
ses: Goy nda sohõda moɲoo

source: Use Default
ses: Tilasu goyandi

source: Use Face ID
ses: Goy nda Face ID

source: username
ses: goykaw maa

source: Username
ses: Goykaw maa

source: Use Siri shortcuts to quickly open Firefox via Siri
ses: Siri duurandiyaney ka tanba ka Firefox feeri nda Siri

source: Use Sync to find the bookmarks, passwords, and other things you save to Firefox on all your devices.
ses: Goy nda Sync ka duu doo-šilbawey, šennikufaley nda haya taney kaŋ gaabundi Firefox ga war jinawey kul ga.

source: Use the share sheet to send links from other apps to Firefox.
ses: Goy nda žemna kaddasu ka porogaram waaney dobey sanba Firefox do.

source: Use Touch ID
ses: Goyandi nda mooru tammaasa

source: Use your fingerprint to access configuring your required passcode interval.
ses: War kanbe-ize žeeroo ka duu fondo ka war bisakufal waati waažibantaa kayandi.

source: Use your fingerprint to access Logins now.
ses: War kanbe-ize šilbaa tee huruyan tammaasa sohõ.

source: Use your fingerprint to access Private Browsing now.
ses: War kanbe-ize šilbaa ka sutura naaruyan tee sohõ.

source: Use your fingerprint to disable Touch ID.
ses: War kanbe-ize žeeroo ka Touch ID wii.

source: Verify your email address
ses: War bataga aderesoo koroši

source: Verify your email address.
ses: War bataga aderesoo koroši.

source: Version %1$@ (%2$@)
ses: Dumi %1$@ (%2$@)

source: View
ses: Guna

source: View Later
ses: Cebe hiino

source: Visit Again
ses: Guna koyne

source: Visited
ses: Gunante

source: Visit site anyway
ses: Nungoo guna de

source: Want to see your tabs from other devices here?
ses: War ga boona ka dii ne war kanjey jinay tanawey ga?

source: Warning: we can't confirm your connection to this website is secure.
ses: Yaamar: ir ši hin ka tabatandi kaŋ war ciyaroo nungoo woo ga ti saajante.

source: Web content
ses: Interneti gundekuna

source: website
ses: interneti nungu

source: Website Data
ses: Interneti nungu bayhayey

source: Websites you've visited recently will show up here.
ses: Interneti nungey kaŋ kokor k'i guna ga bangay ne.

source: Websites you visit may request your location.
ses: Interneti nungey kaŋ war g'i naaru ga hin ka war gorodogoo hãa.

source: Welcome to Top Sites
ses: Kubayni nungu kaasey do

source: Welcome to your Reading List
ses: Kubayni war Cawyan maašeedaa do

source: Well, this is embarrassing.
ses: Aywaa, woo ga boŋ haw.

source: When Leaving Private Browsing
ses: Nda war ga sutura ceeciyan naŋ

source: When Opening Firefox
ses: Waati kaŋ Firefox ga feera

source: When you open a New Tab:
ses: Nda war na kanji taaga feeri:

source: Wrong email? Disconnect below to start over.
ses: Bataga laala? Benandi ganda ka šintin taaga.

source: Yes
ses: Ayyo

source: yesterday
ses: bi

source: Yesterday
ses: Bi

source: You are not signed in to your Firefox Account.
ses: War mana huru war Firefox kontoo ra jina.

source: You can change this at any time in Settings
ses: War ga hin ka woo barmay waati kul kayandiyaney ra

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
ses: War ga hin ka suuba maašeedaa kaŋ nda Firefox ga goy ka interneti haya-izey ganji a ma war naarumaa gana.

source: You don’t have any credentials synced from your Firefox Account
ses: Wara šii nda alhaku tammaasa hanganteyaŋ kul war Firefox kontoo ga

source: You don't have any other devices connected to this Firefox Account available to sync.
ses: War goyjinay jerey kul ši hin ka ciya Firefox kontu barantaa woo ga k'i hangandi cere.

source: You don’t have any other devices connected to this Firefox Account available to sync.
ses: War goyjinay jerey kul ši hin ka ciya Firefox kontu barantaa woo ga k'i hangandi cere.

source: You don't have any tabs open in Firefox on your other devices.
ses: War ši nda kanji feerante kul Firefox ra war jinay taney ga.

source: You don’t have any tabs open in Firefox on your other devices.
ses: War ši nda kanji feerante kul Firefox ra war jinay taney ga.

source: You need to verify %@. Check your email for the verification link from Firefox.
ses: War ga hima ka %@ alhakiikandi. War batagaa guna Firefox alhakiikandiyan doboo se.

source: Your account needs to be verified.
ses: War kontoo ga hima k'alhakiikandi.

source: Your first sync may take a while
ses: War hangandiyanoo ga hin ka gay kayna

source: Your most visited sites will show up here.
ses: Nungey kaŋ war felle ka dii y'ey ga fatta ne.

source: Your Rights
ses: War alhakey

source: Your search, your way
ses: War naarumaa, war fondaa

source: Your tabs from other devices show up here.
ses: War kanjey kaŋ hun jinay taney here ga cebe ne.

source: You’ve got mail… options
ses: War duu bataga… suubarey

source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
ses: Ga interneti ganakey gagay nda boŋse waati kaŋ war ga naaru. Adiši karkar ka moo gunantey, ceeciyaney, aleewawey nda šennikufaley tuusu war jinaa ga.

source: Automatic private browsing.
ses: Sutura naaruyan nda nga boŋ.

source: Block ad trackers
ses: Feeyan ganakey gagay

source: Block analytics trackers
ses: Korošiyan ganakey gagay

source: Blocking other content trackers may break some videos and Web pages.
ses: Gundekuna tana ganakey gagayyan ga hin widewo nda interneti moo fooyaŋ kayri.

source: Block other content trackers
ses: Gundekuna tana ganakey gagay

source: Block social trackers
ses: Jamaa ganakey gagay

source: Block trackers for improved privacy
ses: Ganakey gagay ka war suturaa tonton

source: Block trackers (or update settings to allow trackers)
ses: Ganakey gagay (wala kayandiyaney taagandi ka ganakey noo fondo)

source: Block Web fonts
ses: Interneti šigira gagay

source: Block Web fonts to reduce page size
ses: Interneti šigira gagay ka moɲoo kaccandi

source: Browse. Erase. Repeat.
ses: Naaru. Tuusu. Filla.

source: Browse like no one’s watching.
ses: Naaru sanda boro kul šii ma guna.

source: Email
ses: Bataga

source: Enable %@
ses: %@ tunandi

source: ERASE
ses: TUUSU

source: Erase to delete cookies as well as search and browsing history
ses: Tuusu ka aleewa tuusu, ceeci nda naaruyan taariki da kaa

source: Firefox (Private Browsing)
ses: Firefox (Sutura naaruyan)

source: INTEGRATION
ses: MARGAYAN

source: %@ is not enabled.
ses: %@ mana tunandi.

source: %@ is produced by Mozilla. Our mission is to foster a healthy, open Internet.
ses: Mozilla ma %@ tee. Ir anniya ti ka interneti baanoo nda feeriyanoo sahãndi.

source: I Understand
ses: Ay ga faham

source: Learn more
ses: Ka bay ka tonton

source: May break some videos and Web pages
ses: Ga hin ka widewo nda interneti moo fooyaŋ kayri

source: No, Thanks
ses: Kalaa, naŋ yaada

source: OK, GOT IT!
ses: AYYO, AY FAHAM!

source: Open Maps
ses: Kanandey feeri

source: Open Settings App
ses: Kayandiyaney porogaramoo feeri

source: PERFORMANCE
ses: TEEYAN SAHÃ

source: PRIVACY
ses: SUTURA

source: %@ puts you in control.
ses: %@ ka war noo juwaloo.

source: Search and browse right in the app
ses: Ceeci nda naaru porogaramoo hunday ra

source: SEARCH ENGINE
ses: CEECIJINAY

source: Search for %@
ses: Wa %@ ceeci

source: Send anonymous usage data
ses: Sanba goyyan bayhaya bila nda maa

source: Tap Safari, then select Content Blockers
ses: Safari karkar, de ma gundekuna gagaykey suuba

source: Use it as a private browser:
ses: Goy nd'a sutura ceeciyan se:

source: Use it as a Safari extension:
ses: A ka goy sanda Safari dobuyan:

source: You are now leaving %@.
ses: War goo ma %@ naŋ.

source: Your browsing history has been erased.
ses: War naaruyan taarikoo n' ka tuusandi.
